tap "homebrew/bundle"
tap "olets/tap"
tap "pkgxdev/made"
brew "atomicparsley"
brew "tailscale"
brew "zsh"
brew "olets/tap/zsh-abbr"
brew "pkgxdev/made/pkgm"
cask "1password-cli"
cask "arc"
cask "claude"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "gcloud-cli"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "slack"
cask "wezterm"
cask "zoom"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "golang.go"
vscode "vscodevim.vim"
