tap "hanasuke/moralerspace"
tap "homebrew/bundle"
tap "k1low/tap"
tap "olets/tap"
tap "pkgxdev/made"
brew "atomicparsley"
brew "pkgx"
brew "tailscale"
brew "tmux"
brew "zsh"
brew "k1low/tap/git-wt"
brew "olets/tap/zsh-abbr"
brew "pkgxdev/made/pkgm"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "claude"
cask "claude-code"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "font-monaspace"
cask "font-monaspice-nerd-font"
cask "font-moralerspace"
cask "gcloud-cli"
cask "ghostty"
cask "monitorcontrol"
cask "obsidian"
cask "raycast"
cask "slack"
cask "wezterm"
cask "zoom"
