tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "minio/stable"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "asdf"
brew "augeas"
brew "aws-vault"
brew "sqlite"
brew "awscli"
brew "certbot"
brew "exa"
brew "unbound"
brew "gnutls"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "jasper"
brew "netpbm"
brew "helm"
brew "jpegoptim"
brew "jq"
brew "k9s"
brew "kind"
brew "krew"
brew "kustomize"
brew "minikube"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "socat"
brew "spaceship"
brew "subversion"
brew "tctl"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
cask "1password-cli"
cask "finch"
cask "font-codicon"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "ngrok"
cask "vagrant"
