tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "pkgxdev/made"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "cairo"
brew "libssh2"
brew "libgit2"
brew "exa"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "jasper"
brew "netpbm"
brew "hey"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "luv"
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "pwgen"
brew "python@3.10"
brew "ripgrep"
brew "spaceship"
brew "tctl"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "pkgxdev/made/pkgx"
cask "1password-cli"
cask "font-codicon"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "wave"
vscode "alefragnani.project-manager"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "lkrms.inifmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "withfig.fig"
