tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "aws-vault"
brew "awscli"
brew "certbot"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "jq"
brew "neovim"
brew "nmap"
brew "pinentry-mac"
brew "ripgrep"
brew "spaceship"
brew "subversion"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
cask "1password-cli"
cask "font-codicon"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "ngrok"
cask "vagrant"
